IDENTIFICATION DIVISION.                                     
PROGRAM-ID. HELLO.                                            
*
ENVIRONMENT DIVISION.
* 
DATA DIVISION.
*
PROCEDURE DIVISION.                                          
    DISPLAY 'HELLO WORLD'.                                   
           MMSDEL*    STOP RUN.                                                    MFA010
           MMSADD     GOBACK.                                                      MFA010